{
  "translation": {
    "navigation": {
      "wallet": "Connect Wallet"
    },
    "governance": {
      "section_first": [
        "ELYSIA is a DAO LLC owned and operated <br/> by EL Token stakers.",
        "ELYSIA DAO develops a tokenization protocol so that real assets can be used in digital asset markets such as DeFi and NFT marketplaces.",
        "Asia's first DAO LLC.",
        "The world's second<br/> DAO LLC qualified by<br/>the US government",
        "DAO LLC stablished first<br/> among listed projects."
      ],
      "section_second": [
        "How to join",
        "Get the EL Token",
        "ELYSIA token represents ownership of ELYSIA DAO LLC.<br/>and is listed on DEX and CEX with many EL tokens so that anyone <br/> interested in ELYSIA and the future can participate in governance.",
        "Browse exchanges",
        "Tokenomics",
        "EL Info",
        "Real-time price",
        "Total created",
        "It represents the total quantity of created EL tokens.",
        "Total Supply",
        "It represents the quantity minus the burned quantity from the total created.",
        "Circulating Supply",
        "Out of the total supply, it represents the quantity that is circulating in the market or held in a personal wallet so that it can be traded directly on the market."
      ],
      "section_third": [
        "Get voting rights(sEL) through staking!",
        "To participate in the decision-making process, users must have the right to vote (staked EL, sEL). Users can get the right to vote by staking EL tokens on the EL staking, and they can cast their votes as much as they have.",
        "The staking period is until <strong>ELYSIA 2.0</strong> opens, and users can unstake at any time.",
        "Guide for EL Staking",
        "Total staked amount ",
        "EL Staking",
        "Previous Staking Program",
        "Staked amount",
        "Amount of rewards",
        "Stake | Unstaked",
        "Claim rewards"
      ],
      "prev_staking": [
        "Previous Staking Program",
        "The previous EL staking program was held for 7 rounds from <strong>2021.07.27 to 2022.04.17 KST</strong>.<br/> Only users who have remaining staked during this period can see. Users who want to unstake and receive rewards,<br/> please connect your wallet.",
        "1st ~ 7th",
        "A wallet connection is required.",
        "There is no amount of EL tokens staked.",
        {
          "1": "1th",
          "2": "2nd",
          "3": "3rd",
          "4": "4th",
          "5": "5th",
          "6": "6th",
          "7": "7th"
        },
        "Staked amount",
        "Amount of rewards",
        "Unstaked",
        "Claim rewards"
      ],
      "section_fourth": [
        "Develop ELYSIA together<br/>by sharing, discussing, and proposing your opinions!",
        "Anyone who agrees with the ELYSIA Protocol or wants to participate in ELYSIA’s development can participate in governance.<br/>Participants are free to propose improvements in the ELYSIA forum and vote on the decision-making process in the snapshot.",
        "Governance FAQ",
        "Forum Guide",
        "Snapshot Guide",
        "Governance spaces",
        "ELYSIA Forum",
        "The ELYSIA forum is an important part of the ELYSIA governance system and is intended to nurture ELYSIA's ecosystem. As part of the ‘off-chain cycle’, Forum is a place where participants are free to propose and discuss initiatives, and to share resources and information.",
        "Snapshot",
        "Snapshot is a space to complete off-chain governance and decide whether or not to pass on an agenda that requires a final decision. The sEL tokens obtained by staking EL serve as voting rights, and participants can exercise their rights as much as the sEL they hold."
      ]
    },
    "modal": {
      "connect_wallet": [
        "Start ELYFI",
        "A wallet connection is required for staking. <br/> Do you want to connect?",
        "Connect Wallet"
      ],
      "amount_max": "MAX",
      "select_wallet": "Connect Wallet",
      "staking": ["Staking", "Wallet Balance", "Available amount for staking"],
      "unstaking": [
        "Unstaking",
        "Staked Amount",
        "Available amount for unstaking"
      ],
      "button": ["INSUFFICIENT BALANCE"],
      "reward": ["Claim rewards"],
      "prev_unstaking": "Staked Amount on the {{round}} round",
      "indicator": [
        "An approvement transaction is being processed.",
        "Confirm this transaction in your wallet"
      ],
      "transaction": [
        "You can check the progress of the transaction in the upper right corner.",
        "Closes in 3 seconds"
      ],
      "approve": [
        "In order to deposit to the money pool, you need to approve access so that the app can access the connected wallet.",
        "Approval is required only at the time of initial deposit, and upon successful completion of the approvement, deposits can be made without subsequent approval process.",
        "<strong>*</strong> Approval of access rights is also a transaction using the network, so gas charges occur.",
        "Approve",
        "Checking permission to your token.."
      ],
      "user_info": [
        "Account",
        "Disconnect",
        "Copy address",
        "View on Etherscan",
        "Recent Activity",
        "Recent activity is displayed here"
      ]
    },
    "footer": {
      "logo_label": "ELYSIA PLATFORM PTE. LTD",
      "contact": "CONTACT",
      "email": "cs@elysia.land",
      "whitepaper": "WhitePaper (old)",
      "community": "COMMUNITY",
      "copyright": "ELYSIA ⓒ 2018·2022. All rights reserved.",
      "privacy_policy": "Privacy Policy",
      "terms_service": "Terms of Service",
      "language": "LANGUAGE",
      "language_en": "English",
      "language_ko": "한국어",
      "language_zh·hans": "简体中文",
      "contract": "CONTRACT",
      "el": "Elysia (EL)",
      "elfi": "Elyfi (ELFI)"
    }
  }
}
